{
  "ok": true,
  "payload": {
    "collections": {
      "updates": [
        {
          "actor": { "link": "https://www.goodreads.com/user/show/10454947-chris-vogt", "name": "Chris Vogt" },
          "book": {
            "author": {
              "smallImageURL": "https://images.gr-assets.com/authors/1688649898p2/21715063.jpg",
              "hasSmallImageURL": "false",
              "hasImageURL": "false",
              "averageRating": "3.90",
              "imageURL": "https://images.gr-assets.com/authors/1688649898p5/21715063.jpg",
              "goodreadsID": "21715063",
              "textReviewCount": "32"
            },
            "goodreadsID": "58802173",
            "link": "https://www.goodreads.com/book/show/58802173-mister-yam",
            "title": "Mister Yam"
          },
          "link": "https://www.goodreads.com/review/show/4519527773",
          "rating": 4,
          "type": "review",
          "updated": "Sun, 02 Jun 2024 20:40:35 -0700"
        },
        {
          "actionText": "is on page 114 of 288 of <a href=\"https://www.goodreads.com/book/show/52578297-the-midnight-library\">The Midnight Library</a>",
          "created": "2024-04-29T00:08:52+00:00",
          "book": {
            "sortTitle": "midnight library, the",
            "pageCount": 288,
            "author": {
              "sortName": "haig, matt",
              "displayName": "Haig, Matt",
              "about": "Matt Haig is the author of novels such as The Midnight Library, How to Stop Time, The Humans, The Radleys, and the forthcoming The Life Impossible. He has also written books for children, such as A Boy Called Christmas, and the memoir Reasons to Stay Alive.",
              "name": "Matt Haig"
            },
            "isbn": { "nil": "true" },
            "isbn13": { "nil": "true" },
            "format": "Hardcover",
            "goodreadsID": "52578297",
            "publicationYear": 2020,
            "publisher": "Viking",
            "title": "The Midnight Library"
          },
          "imageURL": "https://images.gr-assets.com/users/1573542534p2/10454947.jpg",
          "link": "https://www.goodreads.com/user_status/show/833100020",
          "page": 114,
          "type": "userstatus",
          "percent": 39,
          "updated": "2024-04-29T00:08:52+00:00",
          "userID": "10454947"
        },
        {
          "actor": { "link": "https://www.goodreads.com/user/show/10454947-chris-vogt", "name": "Chris Vogt" },
          "book": {
            "author": {
              "smallImageURL": "https://s.gr-assets.com/assets/nophoto/user/u_50x66-632230dc9882b4352d753eedf9396530.png",
              "hasSmallImageURL": "true",
              "hasImageURL": "true",
              "averageRating": "4.26",
              "imageURL": "https://s.gr-assets.com/assets/nophoto/user/u_200x266-e183445fd1a1b5cc7075bb1cf7043306.png",
              "goodreadsID": "17650479",
              "textReviewCount": "77543"
            },
            "goodreadsID": "27213244",
            "link": "https://www.goodreads.com/book/show/27213244-the-long-way-to-a-small-angry-planet",
            "title": "The Long Way to a Small, Angry Planet (Wayfarers, #1)"
          },
          "link": "https://www.goodreads.com/review/show/5540867182",
          "rating": 2,
          "type": "review",
          "updated": "Tue, 09 Apr 2024 14:15:15 -0700"
        },
        {
          "actor": { "link": "https://www.goodreads.com/user/show/10454947-chris-vogt", "name": "Chris Vogt" },
          "book": {
            "author": {
              "smallImageURL": "https://images.gr-assets.com/authors/1350961123p2/136841.jpg",
              "hasSmallImageURL": "false",
              "hasImageURL": "false",
              "averageRating": "4.23",
              "imageURL": "https://images.gr-assets.com/authors/1350961123p5/136841.jpg",
              "goodreadsID": "136841",
              "textReviewCount": "3131"
            },
            "goodreadsID": "57432029",
            "link": "https://www.goodreads.com/book/show/57432029-somewhere-we-are-human",
            "title": "Somewhere We Are Human: Authentic Voices on Migration, Survival, and New Beginnings"
          },
          "link": "https://www.goodreads.com/review/show/5089121940",
          "rating": 5,
          "type": "review",
          "updated": "Sun, 19 Mar 2023 23:19:24 -0700"
        }
      ],
      "recentlyReadBooks": [
        {
          "pageCount": 464,
          "thumbnail": "https://books.google.com/books/content?id=7YxjjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=7YxjjgEACAAJ&dq=isbn:9780062444134&hl=&cd=1&source=gbs_api",
          "rating": "2",
          "description": "The acclaimed modern science fiction masterpiece, included on Library Journal's Best SFF of 2016, the Barnes & Nobles Sci-Fi Fantasy Blog Best Books of 2015, the Tor.com Best Books of 2015, Reader’s Choice, as well as nominated for the Arthur C. Clarke Award, the Kitschie, and the Bailey's Women's Prize. Follow a motley crew on an exciting journey through space—and one adventurous young explorer who discovers the meaning of family in the far reaches of the universe—in this light-hearted debut space opera from a rising sci-fi star. Rosemary Harper doesn’t expect much when she joins the crew of the aging Wayfarer. While the patched-up ship has seen better days, it offers her a bed, a chance to explore the far-off corners of the galaxy, and most importantly, some distance from her past. An introspective young woman who learned early to keep to herself, she’s never met anyone remotely like the ship’s diverse crew, including Sissix, the exotic reptilian pilot, chatty engineers Kizzy and Jenks who keep the ship running, and Ashby, their noble captain. Life aboard the Wayfarer is chaotic and crazy—exactly what Rosemary wants. It’s also about to get extremely dangerous when the crew is offered the job of a lifetime. Tunneling wormholes through space to a distant planet is definitely lucrative and will keep them comfortable for years. But risking her life wasn’t part of the plan. In the far reaches of deep space, the tiny Wayfarer crew will confront a host of unexpected mishaps and thrilling adventures that force them to depend on each other. To survive, Rosemary’s got to learn how to rely on this assortment of oddballs—an experience that teaches her about love and trust, and that having a family isn’t necessarily the worst thing in the universe.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/7YxjjgEACAAJ-thumbnail.jpg",
          "title": "The Long Way to a Small, Angry Planet",
          "smallThumbnail": "https://books.google.com/books/content?id=7YxjjgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "7YxjjgEACAAJ",
          "authors": ["Becky Chambers"],
          "mediaDestinationPath": "books/7YxjjgEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=7YxjjgEACAAJ&dq=isbn:9780062444134&hl=&source=gbs_api"
        },
        {
          "pageCount": 224,
          "thumbnail": "https://books.google.com/books/content?id=zQxUzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=zQxUzgEACAAJ&dq=isbn:9780063095779&hl=&cd=1&source=gbs_api",
          "rating": "5",
          "description": "A collection of 35 bold, important, and groundbreaking essays and poems by migrants, refugees and Dreamers--including award-winning writers, artists, and activists--that illuminate what it is like living undocumented today. In the overheated debate about immigration, we often lose sight of the humanity at the heart of this divisive issue. The immigrants and refugees living precariously in the United States are mothers and fathers, brothers and sisters, sons and daughters. Individuals propelled by hope and fear, they gamble their lives on the promise of America, yet their voices are rarely heard. During this time of political unrest and uncertainty, this anthology of essays, poetry, and art reminds us of this truth and seeks to shift the debate--now shaped by rancorous stereotypes and xenophobia--towards one rooted in humanity and justice. Through their storytelling and art, the contributors to this moving and thought-provoking book remind us that they are flesh and blood people who laugh, who cry, who rage, who dream. Transcending their current immigration status, they offer nuanced portraits of their existence before migration, the factors behind their choices, the pain of leaving their homeland, and their collective hunger for a future not defined by borders. Going beyond border militarization, mass detention, and draconian anti-immigrant legislation, Somewhere We Are Human is a journey of memories, anecdotes, and yearnings from migrants both newly arrived to America as well as those who have been here for decades, and those who have ultimately chosen to leave. Touching on themes including race, class, gender, nationality, sexuality, politics, and reproductive rights, Somewhere We Are Human reveals how joy, hope, mourning, and perseverance can take root in the toughest soil, and bloom even in the harshest of conditions.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/zQxUzgEACAAJ-thumbnail.jpg",
          "title": "Somewhere We Are Human",
          "smallThumbnail": "https://books.google.com/books/content?id=zQxUzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "subtitle": "Authentic Voices on Migration, Survival, and New Beginnings",
          "categories": ["Biography & Autobiography"],
          "id": "zQxUzgEACAAJ",
          "authors": ["Reyna Grande", "Sonia Guiñansaca"],
          "mediaDestinationPath": "books/zQxUzgEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=zQxUzgEACAAJ&dq=isbn:9780063095779&hl=&source=gbs_api"
        },
        {
          "pageCount": 272,
          "thumbnail": "https://books.google.com/books/content?id=XAnczgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=XAnczgEACAAJ&dq=isbn:9780316498906&hl=&cd=1&source=gbs_api",
          "rating": "4",
          "description": "In the follow-up to the \"bedazzling, bewitching, and be-wonderful\" (NYTBR) best-selling and Pulitzer Prize-winning Less: A Novel, the awkward and lovable Arthur Less returns in an unforgettable road trip across America. \"Go get lost somewhere, it always does you good.\" For Arthur Less, life is going surprisingly well: he is a moderately accomplished novelist in a steady relationship with his partner, Freddy Pelu. But nothing lasts: the death of an old lover and a sudden financial crisis has Less running away from his problems yet again as he accepts a series of literary gigs that send him on a zigzagging adventure across the US. Less roves across the \"Mild Mild West,\" through the South and to his mid-Atlantic birthplace, with an ever-changing posse of writerly characters and his trusty duo - a human-like black pug, Dolly, and a rusty camper van nicknamed Rosina. He grows a handlebar mustache, ditches his signature gray suit, and disguises himself in the bolero-and-cowboy-hat costume of a true \"Unitedstatesian\"... with varying levels of success, as he continues to be mistaken for either a Dutchman, the wrong writer, or, worst of all, a \"bad gay.\" We cannot, however, escape ourselves--even across deserts, bayous, and coastlines. From his estranged father and strained relationship with Freddy, to the reckoning he experiences in confronting his privilege, Arthur Less must eventually face his personal demons. With all of the irrepressible wit and musicality that made Less a bestselling, Pulitzer Prize-winning, must-read breakout book, Less Is Lost is a profound and joyous novel about the enigma of life in America, the riddle of love, and the stories we tell along the way.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/XAnczgEACAAJ-thumbnail.jpg",
          "title": "Less Is Lost",
          "smallThumbnail": "https://books.google.com/books/content?id=XAnczgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "XAnczgEACAAJ",
          "authors": ["Andrew Sean Greer"],
          "mediaDestinationPath": "books/XAnczgEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=XAnczgEACAAJ&dq=isbn:9780316498906&hl=&source=gbs_api"
        },
        {
          "pageCount": 208,
          "thumbnail": "https://books.google.com/books/content?id=vgIzzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=vgIzzgEACAAJ&dq=isbn:9780063066670&hl=&cd=1&source=gbs_api",
          "rating": "2",
          "description": "An exhilarating, provocative novel of motherhood in extremis Tiny is pregnant. Her husband is delighted. \"You think this baby is going to be like you, but it's not like you at all,\" she warns him. \"This baby is an owl-baby.\" When Chouette is born small and broken-winged, Tiny works around the clock to meet her daughter's needs. Left on her own to care for a child who seems more predatory bird than baby, Tiny vows to raise Chouette to be her authentic self. Even in those times when Chouette's behaviors grow violent and strange, Tiny's loving commitment to her daughter is unwavering. When she discovers that her husband is on an obsessive and increasingly dangerous quest to find a \"cure\" for their daughter, Tiny must decide whether Chouette should be raised to fit in or to be herself--and learn what it truly means to be a mother. Arresting, darkly funny, and unsettling, Chouette is a brilliant exploration of ambition, sacrifice, perceptions of ability, and the ferocity of motherly love.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/vgIzzgEACAAJ-thumbnail.jpg",
          "title": "Chouette",
          "smallThumbnail": "https://books.google.com/books/content?id=vgIzzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "subtitle": "A Novel",
          "categories": ["Fiction"],
          "id": "vgIzzgEACAAJ",
          "authors": ["Claire Oshetsky"],
          "mediaDestinationPath": "books/vgIzzgEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=vgIzzgEACAAJ&dq=isbn:9780063066670&hl=&source=gbs_api"
        },
        {
          "pageCount": 306,
          "thumbnail": "https://books.google.com/books/content?id=zSzEUq5YuOIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=zSzEUq5YuOIC&printsec=frontcover&dq=isbn:9780374214913&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "After a layoff during the Great Recession sidelines his tech career, Clay Jannon takes a job at the titular bookstore in San Francisco, and soon realizes that the establishment is a facade for a strange secret.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/zSzEUq5YuOIC-thumbnail.jpg",
          "title": "Mr. Penumbra's 24-Hour Bookstore",
          "smallThumbnail": "https://books.google.com/books/content?id=zSzEUq5YuOIC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
          "subtitle": "A Novel",
          "categories": ["Fiction"],
          "id": "zSzEUq5YuOIC",
          "authors": ["Robin Sloan"],
          "mediaDestinationPath": "books/zSzEUq5YuOIC-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=zSzEUq5YuOIC&dq=isbn:9780374214913&hl=&source=gbs_api"
        },
        {
          "pageCount": 0,
          "thumbnail": "https://books.google.com/books/content?id=v2rttAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=v2rttAEACAAJ&dq=isbn:9781250183507&hl=&cd=1&source=gbs_api",
          "rating": "4",
          "description": "A trade paperback repackage of New York Times bestseller V.E. Schwab's Vicious, a masterful tale of ambition, jealousy, and superpowers which will include: *A new cover by Wil Staehle, cover artist of the iconic Shades of Magic trilogy covers *Schwab's Tor.com short story set within the Vicious universe, \"Warm Up\" *A teaser for the upcoming sequel, Vengeful Victor and Eli started out as college roommates—brilliant, arrogant, lonely boys who recognized the same sharpness and ambition in each other. In their senior year, a shared research interest in adrenaline, near-death experiences, and seemingly supernatural events reveals an intriguing possibility: that under the right conditions, someone could develop extraordinary abilities. But when their thesis moves from the academic to the experimental, things go horribly wrong. Ten years later, Victor breaks out of prison, determined to catch up to his old friend (now foe), aided by a young girl whose reserved nature obscures a stunning ability. Meanwhile, Eli is on a mission to eradicate every other super-powered person that he can find—aside from his sidekick, an enigmatic woman with an unbreakable will. Armed with terrible power on both sides, driven by the memory of betrayal and loss, the archnemeses have set a course for revenge—but who will be left alive at the end? In Vicious, V. E. Schwab brings to life a gritty comic-book-style world in vivid prose: a world where gaining superpowers doesn't automatically lead to heroism, and a time when allegiances are called into question. \"A dynamic and original twist on what it means to be a hero and a villain. A killer from page one...highly recommended!\" —Jonathan Maberry, New York Times bestselling author of Marvel Universe vs The Avengers and Patient Zero",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/v2rttAEACAAJ-thumbnail.jpg",
          "title": "Vicious",
          "smallThumbnail": "https://books.google.com/books/content?id=v2rttAEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "v2rttAEACAAJ",
          "authors": ["V. E. Schwab"],
          "mediaDestinationPath": "books/v2rttAEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=v2rttAEACAAJ&dq=isbn:9781250183507&hl=&source=gbs_api"
        },
        {
          "pageCount": 0,
          "thumbnail": "https://books.google.com/books/content?id=tOtklwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=tOtklwEACAAJ&dq=isbn:9780061470882&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "A hilarious and touching new installment of Armistead Maupin's beloved Tales of the City series Twenty years have passed since Mary Ann Singleton left her husband and child in San Francisco to pursue her dream of a television career in New York. Now a pair of personal calamities has driven her back to the city of her youth and into the arms of her oldest friend, Michael \"Mouse\" Tolliver, a gardener happily ensconced with his much-younger husband. Mary Ann finds temporary refuge in the couple's backyard cottage, where, at the unnerving age of fifty-seven, she licks her wounds and takes stock of her mistakes. Soon, with the help of Facebook and a few old friends, she begins to reengage with life, only to confront fresh terrors when her checkered past comes back to haunt her in a way she could never have imagined. After the intimate first-person narrative of Maupin's last novel, Michael Tolliver Lives, Mary Ann in Autumn marks the author's return to the multicharacter plotlines and darkly comic themes of his earlier work. Among those caught in Mary Ann's orbit are her estranged daughter, Shawna, a popular sex blogger; Jake Greenleaf, Michael's transgendered gardening assistant; socialite DeDe Halcyon-Wilson; and the indefatigable Anna Madrigal, Mary Ann's former landlady at 28 Barbary Lane. More than three decades in the making, Armistead Maupin's legendary Tales of the City series rolls into a new age, still sassy, irreverent, and curious, and still exploring the boundaries of the human experience with insight, compassion, and mordant wit.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/tOtklwEACAAJ-thumbnail.jpg",
          "title": "Mary Ann in Autumn",
          "smallThumbnail": "https://books.google.com/books/content?id=tOtklwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "subtitle": "A Tales of the City Novel",
          "categories": ["Fiction"],
          "id": "tOtklwEACAAJ",
          "authors": ["Armistead Maupin"],
          "mediaDestinationPath": "books/tOtklwEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=tOtklwEACAAJ&dq=isbn:9780061470882&hl=&source=gbs_api"
        },
        {
          "pageCount": 340,
          "thumbnail": "https://books.google.com/books/content?id=-VUeUw9RmOMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=-VUeUw9RmOMC&dq=isbn:9780060964085&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "Tranquillity reigns in the ancient redwood forest until a women-only music festival sets up camp downriver from an all-male retreat for the ruling class. Among those entangled in the ensuing mayhem are a lovesick nurseryman, a panic-stricken philanderer, and the world’s most beautiful fat woman. Significant Others is Armistead Maupin’s cunningly observed meditation on marriage, friendship, and sexual nostalgia.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/-VUeUw9RmOMC-thumbnail.jpg",
          "title": "Significant Others",
          "smallThumbnail": "https://books.google.com/books/content?id=-VUeUw9RmOMC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "-VUeUw9RmOMC",
          "authors": ["Armistead Maupin"],
          "mediaDestinationPath": "books/-VUeUw9RmOMC-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=-VUeUw9RmOMC&dq=isbn:9780060964085&hl=&source=gbs_api"
        },
        {
          "pageCount": 0,
          "thumbnail": "",
          "previewLink": "http://books.google.com/books?id=2KOAzwEACAAJ&dq=isbn:9780578974903&hl=&cd=1&source=gbs_api",
          "rating": "4",
          "description": "\"Mister Yam - a twentysomething-year-old man disillusioned with corporate work in San Francisco - would find his life forever changed after an inexplicable phone call with a strange woman and an invitation to a musical show. Thus begins a series of events that would take Mister Yam chasing nameless figures across the country; solving a mystery only he can explain\"-- Page [4] of cover.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/2KOAzwEACAAJ-thumbnail.jpg",
          "title": "Mister Yam",
          "smallThumbnail": "",
          "categories": ["Engineers"],
          "id": "2KOAzwEACAAJ",
          "authors": ["Yeng K. Tan"],
          "mediaDestinationPath": "books/2KOAzwEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=2KOAzwEACAAJ&dq=isbn:9780578974903&hl=&source=gbs_api"
        },
        {
          "pageCount": 448,
          "thumbnail": "https://books.google.com/books/content?id=MV5QzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=MV5QzQEACAAJ&dq=isbn:9780765387561&hl=&cd=1&source=gbs_api",
          "rating": "5",
          "description": "In the vein of The Time Traveler’s Wife and Life After Life, The Invisible Life of Addie LaRue is New York Times bestselling author V. E. Schwab’s genre-defying tour de force. A Life No One Will Remember. A Story You Will Never Forget. France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever—and is cursed to be forgotten by everyone she meets. Thus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world. But everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/MV5QzQEACAAJ-thumbnail.jpg",
          "title": "The Invisible Life of Addie LaRue",
          "smallThumbnail": "https://books.google.com/books/content?id=MV5QzQEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "MV5QzQEACAAJ",
          "authors": ["V. E. Schwab"],
          "mediaDestinationPath": "books/MV5QzQEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=MV5QzQEACAAJ&dq=isbn:9780765387561&hl=&source=gbs_api"
        },
        {
          "pageCount": 224,
          "thumbnail": "https://books.google.com/books/content?id=igA8lwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=igA8lwEACAAJ&dq=isbn:9780380821211&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "Discworld's only demonology hacker, Eric, is about to make life very difficult for the rest of Ankh-Morpork's denizens. This would-be Faust is very bad...at his work, that is. All he wants is to fulfill three little wishes:to live forever, to be master of the universe, and to have a stylin' hot babe. But Eric isn't even good at getting his own way. Instead of a powerful demon, he conjures, well, Rincewind, a wizard whose incompetence is matched only by Eric's. And as if that wasn't bad enough, that lovable travel accessory the Luggage has arrived, too. Accompanied by his best friends, there's only one thing Eric wishes now -- that he'd never been born!",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/igA8lwEACAAJ-thumbnail.jpg",
          "title": "Eric",
          "smallThumbnail": "https://books.google.com/books/content?id=igA8lwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "igA8lwEACAAJ",
          "authors": ["Terry Pratchett"],
          "mediaDestinationPath": "books/igA8lwEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=igA8lwEACAAJ&dq=isbn:9780380821211&hl=&source=gbs_api"
        },
        {
          "pageCount": 391,
          "thumbnail": "https://books.google.com/books/content?id=MiU2AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=MiU2AgAAQBAJ&printsec=frontcover&dq=isbn:9780316399630&hl=&cd=1&source=gbs_api",
          "rating": "5",
          "description": "Wildly original, funny and moving, The First Fifteen Lives of Harry August is an extraordinary story of a life lived again and again from World Fantasy Award-winning author Claire North. Harry August is on his deathbed. Again. No matter what he does or the decisions he makes, when death comes, Harry always returns to where he began, a child with all the knowledge of a life he has already lived a dozen times before. Nothing ever changes. Until now. As Harry nears the end of his eleventh life, a little girl appears at his bedside. \"I nearly missed you, Doctor August,\" she says. \"I need to send a message.\" This is the story of what Harry does next, and what he did before, and how he tries to save a past he cannot change and a future he cannot allow.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/MiU2AgAAQBAJ-thumbnail.jpg",
          "title": "The First Fifteen Lives of Harry August",
          "smallThumbnail": "https://books.google.com/books/content?id=MiU2AgAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
          "categories": ["Fiction"],
          "id": "MiU2AgAAQBAJ",
          "authors": ["Claire North"],
          "mediaDestinationPath": "books/MiU2AgAAQBAJ-thumbnail.jpg",
          "infoLink": "https://play.google.com/store/books/details?id=MiU2AgAAQBAJ&source=gbs_api"
        },
        {
          "pageCount": 0,
          "thumbnail": "https://books.google.com/books/content?id=y3NcuwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=y3NcuwEACAAJ&dq=isbn:9780316452533&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "The astonishing sequel to Children of Time, the award-winning novel of humanity's battle for survival on a terraformed planet. Thousands of years ago, Earth's terraforming program took to the stars. On the world they called Nod, scientists discovered alien life - but it was their mission to overwrite it with the memory of Earth. Then humanity's great empire fell, and the program's decisions were lost to time. Aeons later, humanity and its new spider allies detected fragmentary radio signals between the stars. They dispatched an exploration vessel, hoping to find cousins from old Earth. But those ancient terraformers woke something on Nod better left undisturbed. And it's been waiting for them.For more from Adrian Tchaikovsky, check out: Children of Time",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/y3NcuwEACAAJ-thumbnail.jpg",
          "title": "Children of Ruin",
          "smallThumbnail": "https://books.google.com/books/content?id=y3NcuwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "categories": ["Fiction"],
          "id": "y3NcuwEACAAJ",
          "authors": ["Adrian Tchaikovsky"],
          "mediaDestinationPath": "books/y3NcuwEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=y3NcuwEACAAJ&dq=isbn:9780316452533&hl=&source=gbs_api"
        },
        {
          "pageCount": 340,
          "thumbnail": "https://books.google.com/books/content?id=FekFVsC5rp0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=FekFVsC5rp0C&printsec=frontcover&dq=isbn:9780060924836&hl=&cd=1&source=gbs_api",
          "rating": "4",
          "description": "\"An extended love letter to a magical San Francisco.\" --New York Times Book Review When an ordinary househusband and his ambitious wife decide to start a family, they discover there's more to making a baby then meets the eye. Help arrives in the form of a grieving gay neighbor, a visiting monarch, and the dashing young lieutenant who defects from her yacht. Bittersweet and profoundly affecting, Babycakes was the first work of fiction to acknowledge the arrival of AIDS. \"Armistead is a true original. His tales are bang up-to-date. They will surprise and maybe even shock you, but, I promise, they will make you laugh.\" --Ian McKellen \"Maupin has a genius for observation. His characters have the timing of vaudeville comics, flawed by human frailty and fueled by blind hop.\" --Denver Post \"Armistead Maupin's San Francisco saga careens beautifully on.\" -- New York Times Book Review",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/FekFVsC5rp0C-thumbnail.jpg",
          "title": "Babycakes",
          "smallThumbnail": "https://books.google.com/books/content?id=FekFVsC5rp0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
          "categories": ["Fiction"],
          "id": "FekFVsC5rp0C",
          "authors": ["Armistead Maupin"],
          "mediaDestinationPath": "books/FekFVsC5rp0C-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=FekFVsC5rp0C&dq=isbn:9780060924836&hl=&source=gbs_api"
        },
        {
          "pageCount": 304,
          "thumbnail": "https://books.google.com/books/content?id=gyIDswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=gyIDswEACAAJ&dq=isbn:9780062449924&hl=&cd=1&source=gbs_api",
          "rating": "2",
          "description": "Whether we're buying a pair of jeans, ordering a cup of coffee, selecting a long-distance carrier, applying to college, choosing a doctor, or setting up a 401(k), everyday decisions—both big and small—have become increasingly complex due to the overwhelming abundance of choice with which we are presented. As Americans, we assume that more choice means better options and greater satisfaction. But beware of excessive choice: choice overload can make you question the decisions you make before you even make them, it can set you up for unrealistically high expectations, and it can make you blame yourself for any and all failures. In the long run, this can lead to decision-making paralysis, anxiety, and perpetual stress. And, in a culture that tells us that there is no excuse for falling short of perfection when your options are limitless, too much choice can lead to clinical depression. In The Paradox of Choice, Barry Schwartz explains at what point choice—the hallmark of individual freedom and self-determination that we so cherish—becomes detrimental to our psychological and emotional well-being. In accessible, engaging, and anecdotal prose, Schwartz shows how the dramatic explosion in choice—from the mundane to the profound challenges of balancing career, family, and individual needs—has paradoxically become a problem instead of a solution. Schwartz also shows how our obsession with choice encourages us to seek that which makes us feel worse. By synthesizing current research in the social sciences, Schwartz makes the counter intuitive case that eliminating choices can greatly reduce the stress, anxiety, and busyness of our lives. He offers eleven practical steps on how to limit choices to a manageable number, have the discipline to focus on those that are important and ignore the rest, and ultimately derive greater satisfaction from the choices you have to make.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/gyIDswEACAAJ-thumbnail.jpg",
          "title": "The Paradox of Choice",
          "smallThumbnail": "https://books.google.com/books/content?id=gyIDswEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "subtitle": "Why More Is Less, Revised Edition",
          "categories": ["Psychology"],
          "id": "gyIDswEACAAJ",
          "authors": ["Barry Schwartz"],
          "mediaDestinationPath": "books/gyIDswEACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=gyIDswEACAAJ&dq=isbn:9780062449924&hl=&source=gbs_api"
        },
        {
          "pageCount": 260,
          "thumbnail": "https://books.google.com/books/content?id=d91vPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
          "previewLink": "http://books.google.com/books?id=d91vPwAACAAJ&dq=isbn:9780205609994&hl=&cd=1&source=gbs_api",
          "rating": "3",
          "description": "Praised for enjoyable writing, practical suggestions, and scientifically documented material, previous editions of this title have been widely read by business professionals, fundraisers, and those interested in psychology. This new edition includes morefirsthand accounts of how principles presented in the book apply to personal lives; updated coverage of popular culture and new technology; and more on how compliance principles work in other cultures.--From publisher description.",
          "cdnMediaURL": "https://chrisvogt.imgix.net/books/d91vPwAACAAJ-thumbnail.jpg",
          "title": "Influence",
          "smallThumbnail": "https://books.google.com/books/content?id=d91vPwAACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
          "subtitle": "Science and Practice",
          "categories": ["Psychology"],
          "id": "d91vPwAACAAJ",
          "authors": ["Robert B. Cialdini"],
          "mediaDestinationPath": "books/d91vPwAACAAJ-thumbnail.jpg",
          "infoLink": "https://books.google.com/books?id=d91vPwAACAAJ&dq=isbn:9780205609994&hl=&source=gbs_api"
        }
      ]
    },
    "profile": {
      "favoriteBooks": "speculative fiction, psychology",
      "website": "https://www.chrisvogt.me",
      "smallImageURL": "https://images.gr-assets.com/users/1573542534p2/10454947.jpg",
      "joined": "06/2012",
      "imageURL": "https://images.gr-assets.com/users/1573542534p3/10454947.jpg",
      "name": "Chris Vogt",
      "link": "https://www.goodreads.com/user/show/10454947-chris-vogt",
      "friendsCount": "83",
      "interests": "╭(◔ ◡ ◔)/",
      "readCount": 127,
      "username": "chrisvogt"
    },
    "meta": { "synced": "2024-06-10T06:19:14.813Z" }
  }
}
